experiment/test_fio/result/conv/randwrite.bak/fio_loop_rw_1_800M.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1800: Sun Dec  3 15:54:12 2023
  write: IOPS=151k, BW=2353MiB/s (2467MB/s)(800MiB/340msec); 0 zone resets
    slat (nsec): min=1591, max=95345, avg=2349.13, stdev=1452.44
    clat (usec): min=18, max=685, avg=50.42, stdev=29.34
     lat (usec): min=20, max=716, avg=52.77, stdev=30.22
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   43], 20.00th=[   44],
     | 30.00th=[   44], 40.00th=[   45], 50.00th=[   45], 60.00th=[   47],
     | 70.00th=[   49], 80.00th=[   50], 90.00th=[   51], 95.00th=[   59],
     | 99.00th=[  196], 99.50th=[  227], 99.90th=[  586], 99.95th=[  627],
     | 99.99th=[  685]
  lat (usec)   : 20=0.03%, 50=85.57%, 100=11.25%, 250=2.98%, 500=0.05%
  lat (usec)   : 750=0.12%
  cpu          : usr=3.54%, sys=38.94%, ctx=12711, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2353MiB/s (2467MB/s), 2353MiB/s-2353MiB/s (2467MB/s-2467MB/s), io=800MiB (839MB), run=340-340msec

Disk stats (read/write):
  sdb: ios=0/19246, sectors=0/615872, merge=0/0, ticks=0/980, in_queue=980, util=59.44%