experiment/test_fio/result/conv/randwrite.bak/fio_rw_1_800M.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=1788: Sun Dec  3 16:33:10 2023
  write: IOPS=128k, BW=2005MiB/s (2102MB/s)(800MiB/399msec); 0 zone resets
    slat (nsec): min=1790, max=101285, avg=2859.73, stdev=1501.26
    clat (usec): min=21, max=744, avg=59.25, stdev=40.63
     lat (usec): min=24, max=763, avg=62.11, stdev=41.11
    clat percentiles (usec):
     |  1.00th=[   38],  5.00th=[   43], 10.00th=[   44], 20.00th=[   44],
     | 30.00th=[   45], 40.00th=[   45], 50.00th=[   45], 60.00th=[   46],
     | 70.00th=[   47], 80.00th=[   49], 90.00th=[  118], 95.00th=[  125],
     | 99.00th=[  212], 99.50th=[  229], 99.90th=[  537], 99.95th=[  660],
     | 99.99th=[  742]
  lat (usec)   : 50=80.94%, 100=5.03%, 250=13.68%, 500=0.22%, 750=0.14%
  cpu          : usr=6.03%, sys=46.23%, ctx=12358, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2005MiB/s (2102MB/s), 2005MiB/s-2005MiB/s (2102MB/s-2102MB/s), io=800MiB (839MB), run=399-399msec

Disk stats (read/write):
  sdb: ios=0/50960, sectors=0/1630720, merge=0/0, ticks=0/2648, in_queue=2648, util=79.52%